Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/felles_organ_for_forvaltning_og_utvikling_av_samiske_nasjonalsymboler.html.tmx
Source language: nob
Languages: sma

source: Felles organ for forvaltning og utvikling av samiske nasjonalsymboler
sma: Ektie årgaane saemien nasjonaale symbovlh reerie jïh evtede

source: Samisk parlamentarisk råd og Samerådet har etablert et felles organ for forvaltning og utvikling av samiske nasjonalsymboler.
sma: Saemien parlamentarihkeles raerie jïh Saemieraerie leah ektie årgaanem tseegkeme mij saemien nasjonaale symbovlh reerie jïh evtede.

source: Fellesorganets mandat er å foreslå retningslinjer for forvaltning av samiske nasjonalsymboler, samt å vurdere hvilke samiske nasjonalsymboler slike retningslinjer skal gjøres gjeldende for.
sma: Ektieårgaanen mandaate lea njoelkedassh raeriestidh reeremen bïjre saemien nasjonaale symbovlijste, jïh vuarjasjidh mejtie saemien nasjonaale symbovlide dagkerh njoelkedassh edtjieh faamosne årrodh.

source: Samisk parlamentarisk råds sekretariat utfører også sekretariatsoppgaver for utvalget.
sma: Saemien parlamentarihkeles raerien tjaelemegoevtese aaj tjaelemelaavenjassh moenehtsen åvteste dorje.

source: Til ordfører velges det medlemmet som er valgt av det sametinget som har ledervervet i SPR. Til viseordfører velges det medlemmet som er valgt av det sametinget som skal overta ledervervet i SPR i neste omgang.
sma: Lars Jonas Johansson , Sveerjen Saemiedigkie Pirita Näkkäläjärvi, Soemen Saemiedigkie Ann Karin Kvernmo , Nöörjen Saemiedigkie Ol Johan Gaup , Saemieraerie Anna Igontova , Saemieraerie Lars Anders Baer , Saemieraerie
